Repository: LuicdLabs/OneMMC
Catalog: src/OneMMC/Strings/*/PerfMon.resw
Source language: en_us
Languages: zh_tw

# PerfMon_ViewMode_Graph
source: Graph
zh_tw: 圖表

# PerfMon_ViewMode_Histogram
source: Histogram
zh_tw: 直方圖

# PerfMon_ViewMode_Report
source: Report
zh_tw: 報表

# PerfMon_File_SaveConfiguration
source: Save Configuration
zh_tw: 儲存設定

# PerfMon_File_LoadConfiguration
source: Load Configuration
zh_tw: 載入設定

# PerfMon_Report_Generated
source: Report Generated
zh_tw: 報表已產生

# PerfMon_Report_Title
source: Performance Report
zh_tw: 效能報表

# PerfMon_CountersText
source: Counters
zh_tw: 計數器

# PerfMon_MonitorsText
source: Monitors
zh_tw: 監視器

# PerfMon_HideAll
source: Hide all
zh_tw: 隱藏全部

# PerfMon_ShowAll
source: Show all
zh_tw: 顯示全部

# PerfMon_Properties
source: Properties
zh_tw: 屬性

# PerfMon_EnterName
source: Enter Name
zh_tw: 輸入名稱

# PerfMon_NameLabel
source: Name:
zh_tw: 名稱：

# PerfMon_CsvFilesFilter
source: CSV Files (*.csv)
zh_tw: CSV 檔案 (*.csv)

# PerfMon_PmcfgFilesFilter
source: Performance Monitor Configuration Files (*.pmcfg)
zh_tw: 效能監視器設定檔案 (*.pmcfg)

# PerfMon_PmcfgConfigurationFilter
source: Configuration Files (*.pmcfg)
zh_tw: 設定檔案 (*.pmcfg)

# PerfMon_AddCounters
source: Add Counters
zh_tw: 新增計數器

# PerfMon_SelectCategory
source: Select Category
zh_tw: 選取類別

# PerfMon_SelectInstance
source: Select Instance
zh_tw: 選取實例

# PerfMon_InstanceLabel
source: Instance:
zh_tw: 實例：

# PerfMon_CounterProperties
source: Counter Properties
zh_tw: 計數器屬性

# PerfMon_CounterLabel
source: Counter:
zh_tw: 計數器：

# PerfMon_ColorLabel
source: Color:
zh_tw: 顏色：

# PerfMon_ConfigurationSaved
source: Configuration saved
zh_tw: 設定已儲存

# PerfMon_ConfigurationLoaded
source: Configuration loaded
zh_tw: 設定已載入

# PerfMon_LastLabel
source: Last
zh_tw: 最後

# PerfMon_AverageLabel
source: Average
zh_tw: 平均

# PerfMon_MinimumLabel
source: Minimum
zh_tw: 最小

# PerfMon_MaximumLabel
source: Maximum
zh_tw: 最大

# PerfMon_DurationLabel
source: Duration
zh_tw: 持續時間

# PerfMon_CurrentLabel
source: Current
zh_tw: 目前

# PerfMon_MonitoringDurationLabel
source: Monitoring Duration
zh_tw: 監視持續時間

# PerfMon_ActiveCountersLabel
source: Active Counters
zh_tw: 作用中計數器

# PerfMon_DataPointsLabel
source: Data Points
zh_tw: 資料點

# PerfMon_CounterStatisticsLabel
source: Counter Statistics
zh_tw: 計數器統計

# PerfMon_NoDataToReport
source: No data to show yet
zh_tw: 沒有資料可供報告

# PerfMon_AddCountersToGenerateReport
source: Add performance counters to generate a report
zh_tw: 新增效能計數器以產生報告

# PerfMon_NoCountersAdded
source: Ready to check your system's health?
zh_tw: 未新增計數器

# PerfMon_ClickAddToStartMonitoring
source: Click Add to start monitoring performance counters
zh_tw: 按一下新增以開始監視效能計數器

# PerfMon_QuickCountersHeader
source: Quick counters
zh_tw: 快速計數器

# PerfMon_MonitorListHeader
source: Monitor list
zh_tw: 監視器清單

# PerfMon_AddCountersTitle
source: Add Counters
zh_tw: 新增計數器

# PerfMon_CounterPropertiesTitle
source: Counter Properties
zh_tw: 計數器屬性

# PerfMon_CounterUnavailableTitle
source: Unable to add counter
zh_tw: 無法新增計數器

# PerfMon_CounterUnavailableMessage
source: Windows could not open the selected counter. This usually means its provider is registered, but no active instance or data source is currently available on this computer. It can also occur when access to the counter is unavailable. Counter(s): {0}
zh_tw: Windows 無法開啟所選計數器。這通常表示其提供者雖已註冊，但此電腦目前沒有可使用的執行個體或資料來源；無法存取計數器時也可能發生此情況。 計數器： {0}

# PerfMon_UpdateInterval
source: Update interval
zh_tw: 更新間隔

# PerfMon_OneSecond
source: 1 second
zh_tw: 1 秒

# PerfMon_TwoSeconds
source: 2 seconds
zh_tw: 2 秒

# PerfMon_FiveSeconds
source: 5 seconds
zh_tw: 5 秒

# PerfMon_TenSeconds
source: 10 seconds
zh_tw: 10 秒

# PerfMon_SearchCounters
source: Search counters
zh_tw: 搜尋計數器

# PerfMon_CommonCountersDescription
source: Common performance counters - click to add
zh_tw: 常見效能計數器 - 按一下以新增

# PerfMon_SelectCategoryLabel
source: Select category:
zh_tw: 選取類別：

# PerfMon_Pause
source: Pause
zh_tw: 暫停

# PerfMon_Resume
source: Resume
zh_tw: 繼續

# PerfMon_Status_Running
source: Running
zh_tw: 執行中

# PerfMon_Status_Paused
source: Paused
zh_tw: 已暫停

# PerfMon_Status_Initializing
source: Initializing Performance Monitor...
zh_tw: 正在初始化效能監視器...

# PerfMon_Status_MonitoringFormat
source: Monitoring {0} counters
zh_tw: 正在監視 {0} 個計數器

# PerfMon_Status_InitErrorFormat
source: Error initializing: {0}
zh_tw: 初始化時發生錯誤: {0}

# PerfMon_Status_Resumed
source: Monitoring resumed
zh_tw: 已繼續監視

# PerfMon_Status_MonitoringPaused
source: Monitoring paused
zh_tw: 已暫停監視

# PerfMon_Status_Refreshed
source: Data refreshed
zh_tw: 已重新整理資料

# PerfMon_Status_Cleared
source: Data cleared
zh_tw: 已清除資料

# PerfMon_Status_GraphView
source: Switched to graph view
zh_tw: 已切換至圖形檢視

# PerfMon_Status_HistogramView
source: Switched to histogram view
zh_tw: 已切換至長條圖檢視

# PerfMon_Status_ReportView
source: Switched to report view
zh_tw: 已切換至報告檢視

# PerfMon_Status_LoadCategoriesErrorFormat
source: Error loading categories: {0}
zh_tw: 載入類別時發生錯誤: {0}

# PerfMon_Status_LoadCountersErrorFormat
source: Error loading counters: {0}
zh_tw: 載入計數器時發生錯誤: {0}

# PerfMon_Status_CounterExists
source: Counter already exists
zh_tw: 計數器已存在

# PerfMon_Status_CreateCounterFailedFormat
source: Failed to create counter: {0}
zh_tw: 無法建立計數器: {0}

# PerfMon_Status_CounterAddedFormat
source: Added counter: {0}
zh_tw: 已新增計數器: {0}

# PerfMon_Status_CounterRemovedFormat
source: Removed counter: {0}
zh_tw: 已移除計數器: {0}

# PerfMon_Status_FoundFormat
source: Found {0} counters
zh_tw: 找到 {0} 個計數器

# PerfMon_Status_SearchErrorFormat
source: Error searching: {0}
zh_tw: 搜尋時發生錯誤: {0}

# PerfMon_Status_Saving
source: Saving configuration...
zh_tw: 正在儲存設定...

# PerfMon_Status_SavedFormat
source: Configuration saved to {0}
zh_tw: 已將設定儲存至 {0}

# PerfMon_Status_SaveFailed
source: Failed to save configuration
zh_tw: 無法儲存設定

# PerfMon_Status_SaveErrorFormat
source: Error saving configuration: {0}
zh_tw: 儲存設定時發生錯誤: {0}

# PerfMon_Status_Loading
source: Loading configuration...
zh_tw: 正在載入設定...

# PerfMon_Status_LoadedFormat
source: Loaded {0} counters from configuration
zh_tw: 已從設定載入 {0} 個計數器

# PerfMon_Status_LoadFailed
source: Failed to load configuration or no counters found
zh_tw: 無法載入設定或找不到計數器

# PerfMon_Status_LoadErrorFormat
source: Error loading configuration: {0}
zh_tw: 載入設定時發生錯誤: {0}

# PerfMon_CounterDescriptionFormat
source: Scale: {0:F1} | Instance: {1} | Parent: --- | Object: {2} | Target PC: \\{3}
zh_tw: 比例: {0:F1} | 執行個體: {1} | 父項: --- | 物件: {2} | 目標電腦: \\{3}
